ext-sources-app/tests/test_files/soap/BBHT_testVerifyLicense_inactive_req.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:impl="http://impl.services.screening.medicaid.gov/">
   <soapenv:Header/>
   <soapenv:Body>
      <impl:verifyLicense>
         <arg0>
            <correctiveAction>false</correctiveAction>
            <discipline>false</discipline>
            <disciplineBdOrder>false</disciplineBdOrder>
            <licenseNumber>812</licenseNumber>
            <type>
               <name>LPC</name>
            </type>
         </arg0>
      </impl:verifyLicense>
   </soapenv:Body>
</soapenv:Envelope>